[ability_item.A_frost_set_Ability_4_item H7HeroAbility]
mTooltipMagicGuild"="
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="寒冷抗性"
mTooltip="授予友方生物水流免疫能力。"

[custom_artefacts.Archetypes.Shatterstaff H7HeroItem]
mName="碎裂法杖"
mTooltip="由噬魂者科伊尔制作的神器，据说拥有再次毁灭世界的力量……"

[ability_item.A_givre_set_Ability_4_item H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="水流免疫"
mTooltip="授予友方生物水流元素免疫能力。"

[Frost_armor_set.A_Eppe_Buff H7BaseBuff]
mName="霜寒精魂"
mTooltip="该生物在造成暴击时为自己治疗%d1 %icon_health生命值"

[New_dragon_bless.Heaume_du_dragon H7HeroItem]
mName="龙神头盔"
mTooltip="%stat1 %stat1.icon经验获取"

[Frost_armor_set.Ice_amulet_item H7HeroItem]
mName="霜冻护符"
mTooltip="维鲁：很确定这个描述没有被使用。如果我在游戏里找到这段文字，我会删除它\n%stat1 %stat1.icon增加经验获取\n%stat2 %stat2.icon领导力\n%stat3 %stat3.icon命运\n基础伤害为%icon_water水流伤害的生物获得%buff1.buff.stat1 %icon_health生命值"

[Set_armure_de_givre.Heaume_de_glace H7HeroItem]
mName="寒冰头盔"
mTooltip="%stat1 %stat1.icon力量\n%stat2 %stat2.icon防御\n%stat3 %stat3.icon命运。"

[Set.A_gaya_set H7ItemSet]
mName="盖亚护甲"
mTooltip=""

[Set.A_Givre_set H7ItemSet]
mName="霜冻神之护甲"
mTooltip="拥有此护甲者将永不再受寒冷之苦"

[Frost_armor_set.A_frost_boots_buff H7BaseBuff]
mName="盖亚精华"
mTooltip="增加精英生物的攻击%stat1% icon_attack"

[custom_artefacts.Archetypes.Angels_Blade H7HeroItem]
mName="天使之刃"
mTooltip="+3 力量\n+3 防御\n施放光明法术时-2法力值"

[custom_artefacts.Archetypes.Bow_of_the_Elf_King: H7BaseBuff_0 H7BaseBuff]
mName=""
mTooltip=""

[custom_artefacts.Archetypes.Staff_of_Wizardry H7HeroItem]
mName="巫术法杖"
mTooltip="-5点源力法术的法力消耗"

[custom_artefacts.Archetypes.Bow_of_the_Elf_King:H7BaseBuff_1 H7BaseBuff]
mName=""
mTooltip=""

[custom_artefacts.Archetypes.Death_Shield H7HeroItem]
mName="死亡之盾"
mTooltip="+5 %icon_defense防御\n+25%光明抗性"

[custom_artefacts.Archetypes.Demonary H7HeroItem]
mName="恶魔之书"
mTooltip="施放暗系和火系法术时+3魔力"

[custom_artefacts.Archetypes.Harmonic_Chainmail H7HeroItem]
mName="和谐链甲"
mTooltip="%stat1 %icon_defense防御"

[custom_artefacts.Archetypes.Necklace_of_Muses H7HeroItem]
mName="缪斯项链"
mTooltip="+15最大法力值\n每天恢复5点法力值"

[Set_armure_de_givre.item_cape_de_Givre H7HeroItem]
mName="霜冻斗篷"
mTooltip="%stat1 %stat1.icon防御\n%stat2 %stat2.icon增加经验获取"

[custom_artefacts.Archetypes.Ring_of_Light H7HeroItem]
mName="光明之戒"
mTooltip="+10英雄最小伤害\n施放光明法术时+10魔力"

[New_dragon_bless.Jambiere_du_dragon H7HeroItem]
mName="龙神腿甲"
mTooltip="%stat1 %stat.icon英雄最大移动力\n体型为1x1的生物获得%buff1.buff.stat1 %icon_movement移动力"

[New_dragon_bless.Rings_du_dragon H7HeroItem]
mName="龙神戒指"
mTooltip="%stat1 %stat.icon领导力\n增加友方精英单位的基础伤害%buff1.buff.stat1"

[custom_artefacts.Archetypes.Tome_of_Nature H7HeroItem]
mName="自然之书"
mTooltip="施放气系、土系和水系法术时+10魔力。"

[ability_item.A_givre_set_Ability_8_item H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="霜寒反击"
mTooltip="在战斗开始时，对所有盟友施放寒冰护甲。"

[New_dragon_bless.A_Jambiere_dragon_Buff H7BaseBuff]
mName="龙神打击"
mTooltip="英雄对目标造成伤害时，额外造成%d %icon_fire火焰伤害。"

[New_dragon_bless.A_Ring_dragon_Buff H7BaseBuff]
mName="龙神打击"
mTooltip="英雄的攻击每等级额外造成20 %icon_fire火焰伤害。"

[custom_artefacts.Archetypes.A_Grail H7TearOfAsha]
mName="圣杯"
mTooltip="%special %icon_gold额外黄金每天。"

[custom_artefacts.Archetypes.Tiger_Armor H7HeroItem]
mName="猛虎护甲"
mTooltip="%stat1 %stat1.icon防御\n%stat2 %stat2.icon英雄最大移动力"

[custom_artefacts.Archetypes.Sapphire_of_Defence H7HeroItem]
mName="防御蓝宝石"
mTooltip="+5 %icon_defense防御"

[custom_artefacts.Archetypes.Adamantine_Armor H7HeroItem]
mName="精金护甲"
mTooltip="%stat1 %icon_defense防御"

[custom_artefacts.Archetypes.Vial_of_Crusader_Blood H7HeroItem]
mName="十字军血瓶"
mTooltip="美食家吸血鬼的美味补给。"

[custom_artefacts.Archetypes.Wizard_Skull H7HeroItem]
mName="巫师颅骨"
mTooltip="一位元素巫师的断头。"

[Frost_armor_set.A_Torse_Givre_Buff H7BaseBuff]
mName="霜寒暴击"
mTooltip="当此生物造成暴击时，有50%的几率冻结敌人。"

[Frost_armor_set.A_Torse_Givre_Buff_gel_critique H7BaseBuff]
mName="暴击冻结"
mTooltip="生物有50%的几率在暴击时冻结敌人。"

[Set.A_UnitySet H7ItemSet]
mName="统一理论"
mTooltip="已弃用"

[custom_artefacts.Archetypes.Archangels_Feather H7HeroItem]
mName="神圣羽毛"
mTooltip="从大天使翅膀上拔下的羽毛。"

[custom_artefacts.Archetypes.Tiger_Helm: H7BaseBuff_7 H7BaseBuff]
mName =""
mTooltip =""

[Set.A_tiger_set H7ItemSet]
mName="野蛮护甲"
mTooltip="+%stat1移动力"

[custom_artefacts.Archetypes.Tome_of_Chaos: H7BaseBuff_4 H7BaseBuff]
mName =""
mTooltip =""

[custom_artefacts.Archetypes.Axe_of_Legends: H7BaseBuff_1 H7BaseBuff]
mName =""
mTooltip =""

[custom_artefacts.Archetypes.Armor_of_Chaos H7HeroItem]
mName="混沌护甲"
mTooltip="+10 %icon_defense防御\n+25%源力抗性"

[custom_artefacts.Archetypes.Tome_of_Chaos H7HeroItem]
mName="混沌之书"
mTooltip="+ 10施放火系法术时的魔力，-10敌方生物的幸运。"

[custom_artefacts.Archetypes.Tiger_Helm H7HeroItem]
mName="猛虎头盔"
mTooltip="+5防御\n+5力量\n+10友方生物的主动性"

[custom_artefacts.Archetypes.Axe_of_Legends: H7BaseBuff_0 H7BaseBuff]
mName =""
mTooltip =""

[ability_item.A_gaya_set_Ability H7HeroAbility]
mTooltipMagicGuild =""
mTooltipMagicGuildRankLine =""
mTooltipUpgraded =""
mName="盖亚的祝福"
mTooltip="在战斗开始时，对所有盟友施放活力再生。"

[custom_artefacts.Archetypes.Tome_of_Death H7HeroItem]
mName="死亡之书"
mTooltip="+10施放暗系法术时的魔力\n-10敌方生物的士气。"

[custom_artefacts.Archetypes.Tome_of_Death: H7BaseBuff_6 H7BaseBuff]
mName=""
mTooltip =""

[custom_artefacts.Archetypes.Tome_of_Life H7HeroItem]
mName="生命之书"
mTooltip="+10施放光明法术时的魔力\n+10友方生物的生命值"


[custom_artefacts.Archetypes.Tome_of_Order H7HeroItem]
mName="秩序之书"
mTooltip="+10施放源力法术时的魔力\n+10精神"

[custom_artefacts.Archetypes.Tome_of_Life: H7BaseBuff_8 H7BaseBuff]
mName=""
mTooltip =""

[Items_DragonBlessed.A_relic_Shoulders_CloakOfArkath H7HeroItem]
mName="阿尔卡斯斗篷"
mTooltip="所有友方生物承受%buff1.buff.res1更少的火焰伤害。"

[Frost_armor_set.A_Amulet_buff H7BaseBuff]
mName="霜冻活力"
mTooltip="增加生物的生命值%stat1 %icon_health。"

[Set_Gaya.A_amulette_gaya_Buff H7BaseBuff]
mName="盖亚精华"
mTooltip="增加生物的生命值%stat1 %icon_health"

[Set_Gaya.A_brassard_gaya_Buff H7BaseBuff]
mName="盖亚精华"
mTooltip="增加"

[Set_Gaya.A_Torse_gaya_Buff H7BaseBuff]
mName="盖亚精华"
mTooltip="增加精英生物的攻击%stat1 %icon_attack"

[Set_Gaya.Brassard_de_Gaya H7HeroItem]
mName="盖亚臂甲"
mTooltip="%stat1 %stat1.icon精神\n%stat2 %stat2.icon法力值\n每次英雄对友方单位施放增益效果时，此英雄获得%buff1.buff.stat1 %icon_attack力量和%buff1.buff.stat1 %icon_defense防御。"

[Set_Gaya.Broche_de_Gaya H7HeroItem]
mName="盖亚胸针"
mTooltip="%stat1 %stat1.icon命运\n%stat2 %stat2.icon增加经验获取"

[Set_Gaya.Heaume_de_Gaya H7HeroItem]
mName="盖亚头盔"
mTooltip="%stat1 %stat1.icon魔力\n%stat2 %stat2.icon精神"

[Set_Gaya.Jambiere_de_Gaya H7HeroItem]
mName="盖亚护腿"
mTooltip="%stat1 %stat1.icon减少法术法力消耗\n%stat2 %stat2.icon魔力\n%buff1.buff.stat1 %icon_movement核心生物的移动力"

[Set_Gaya.staff_de_Gaya H7HeroItem]
mName="盖亚法杖"
mTooltip="%stat1 %stat1.icon力量\n%stat2 %stat2.icon防御\n延长友方生物身上增益效果的持续时间%special回合"

[Set_Gaya.Torse_de_Gaya H7HeroItem]
mName="盖亚胸甲"
mTooltip="%stat1 %stat1.icon减少法术法力消耗\n%stat2 %stat2.icon法力恢复\n%buff1.buff.stat1 %icon_attack精英生物的攻击"

v1.23

[Set_armure_de_givre.A_Eppe_Buff H7BaseBuff]
mName="霜寒精魂"
mTooltip="生物在造成暴击时治疗%d1 %icon_health生命值。"

[Set_armure_de_givre.A_Eppe_Buff_no_visible H7BaseBuff]
mName="霜寒精魂"
mTooltip="生物在造成暴击时治疗%d1 %icon_health生命值。"

v1.31

[buff_new.A_axe_of_legende_buff H7BaseBuff]
mName="传说战斧"
mTooltip=""

[buff_new.A_elf_bow_buff H7BaseBuff]
mName="精灵王之弓"
mTooltip=""

[custom_artefacts.Archetypes.Bow_of_the_Elf_King H7HeroItem]
mName="精灵王之弓"
mTooltip="+2最大伤害和+5友方远程生物的主动性\n远程单位获得全额射程效果。"

[custom_artefacts.Archetypes.Axe_of_Legends H7HeroItem]
mName="传说战斧"
mTooltip="+10 %icon_attack力量\n+2友方近战生物的基础伤害。"

[ability_item.A_Blessed_frappe_all_set_Buff H7BaseBuff]
mName="龙神打击"
mTooltip="英雄的攻击每等级额外造成20 %icon_fire火焰伤害。"

[ability_item.A_blessed_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded =""
mName="龙神打击"
mTooltip="英雄的攻击每等级额外造成20 %icon_fire火焰伤害。"

v1.35

[custom_artefacts.Archetypes.Ring_of_Flares H7HeroItem]
mName="闪光之戒"
mTooltip="+10 %icon_mana最大法力值\n+2 %icon_magic魔力\n+2 %icon_arcane_knowledge奥术知识"

v1.37

[New_dragon_bless.A_Jambiere_dragon_Buff_hero H7BaseBuff]
mName="霜冻之靴"
mTooltip=""

[Set_Gaya.A_jambiere_gaya_Buff H7BaseBuff]
mName="盖亚迅捷"
mTooltip="增加核心生物的移动力%stat1 %icon_movement"

v1.38

[Set_armure_de_givre.A_Torse_Givre_Buff H7BaseBuff]
mName="暴击霜寒"
mTooltip="当此生物造成暴击时，有30%的几率冻结敌人。"

[Set_armure_de_givre.A_Torse_Givre_Buff_gel_critique H7BaseBuff]
mName="暴击霜寒"
mTooltip="生物有30%的几率在暴击时冻结敌人。"

[Set_armure_de_givre.Torse_de_Givre H7HeroItem]
mName="霜冻胸甲"
mTooltip="%stat1 %stat1.icon力量\n%stat2 %stat2.icon防御\n%stat3 %stat3.icon命运\n每等级增加英雄伤害%stat4 %icon_might\n友方生物在造成暴击时有30%的几率冻结目标"

[archangel_fix.A_BlindingLight_new H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="致盲闪光"
mTooltip="该生物的暴击有35%的几率麻痹被攻击的生物，直到其下一个回合结束。"

[Set_armure_de_givre.item_Pierre_de_Givre H7HeroItem]
mName="霜冻之石"
mTooltip="%stat4 %stat4.icon经验获取\n%stat3 %stat3.icon精神\n%stat2 %stat2.icon友方生物的主动性"

[Set_armure_de_givre.Item_amulette_de_glace H7HeroItem]
mName="霜冻护符"
mTooltip="%stat1 %stat1.icon增加经验获取\n%stat2 %stat2.icon领导力\n%stat3 %stat3.icon命运\n%buff1.buff.stat1 %icon_health基础伤害为%icon_water水流伤害的生物的生命值。"

v1.38/2

[Set_armure_de_givre.Item_Gant_de_glace H7HeroItem]
mName="霜冻护手"
mTooltip="%stat1 %stat1.icon增加经验获取\n%stat2 %stat2.icon力量\n%stat3 %stat3.icon命运"

[Set_armure_de_givre.item_epee_de_Givre H7HeroItem]
mName="霜冻之刃"
mTooltip="每等级增加英雄伤害%stat4 %icon_might\n当友方生物造成暴击时，治疗%buff1.buff.d1 %icon_health生命值"

[Set_armure_de_givre.bottes_de_Givre H7HeroItem]
mName="霜冻之靴"
mTooltip="%stat1 %stat1.icon英雄最大移动力\n%stat3 %stat3.icon命运\n增加%icon_water水流生物的移动力%buff1.buff.stat1 %icon_movement"

[Set_Gaya.Epaulette_de_Gaya H7HeroItem]
mName="盖亚肩甲"
mTooltip="%stat2 %stat2.icon魔力\n%stat1 %icon_gold减少撤退费用\n当英雄施放增益法术时，他对战场上所有敌方生物造成%d3点魔法伤害。"

[Set_Gaya.Amulette_de_Gaya H7HeroItem]
mName="盖亚护符"
mTooltip="%stat2 %stat2.icon领导力\n%buff1.buff.stat1 %icon_health冠军生物的生命值"